SUC_RANK_CHANGE = '''
Вы успешно измегили ранг пользователю {}
Сейчас ранг данного пользователя равен: {}
'''

ERROR = '''
Возникла ошибка при выполнении вашего запроса. 
Возможная причина: {}
'''

USER_RANK = '''
Ваш ранг, {}, сейчас {}.
Последние 5 событий с изменением вашего ранга: 
{}
'''

OTHER_USER_RANK = '''
Ранг, {}, сейчас {}.
Последние 5 событий с изменением ранга: 
{}
'''

NO_RECORDS_YET = '''
пока нет записей. Делай добро и тут все будет)
'''

ACTION_RECORD = '''
[id{}|Администратор] изменил ваш ранг на: {}
Причина: {}\n
'''

TOP_TITLE = '''
Верхушка добряков общаги\n
'''

TOP_RECORD = '''
[id{}|{} {}] набрал(а) {}\n
'''

ERROR_CONVERT_TO_FLOAT = '''
используйте точку, а не запятую
'''

ERROR_DATABASE = '''
ошибка в базе данных. Напишите Администратору
'''

ERROR_ARG = '''
получено меньше аргументов, чем ожидалось. Используйте !rn (ник) (баллы) (причина, можно не указывать)
'''

ERROR_NOT_ADMIN = '''
для выполнения данного действия у вас должны быть права Администратора
'''
